Repository: idrisskone101/pillie
Catalog: Pillie/Pillie/Commerce.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# paywall.review.trial
source: Within just 10 days of my free trial, I was already convinced that I would be getting a membership.
ar: خلال 10 أيام فقط من تجربتي المجانية، كنت مقتنعة بالفعل بأنني سأشترك.
bn: ফ্রি ট্রায়ালের মাত্র 10 দিনের মধ্যেই আমি নিশ্চিত হয়ে গিয়েছিলাম যে মেম্বারশিপ নেব।
ca: Amb només 10 dies de prova gratuïta, ja estava convençuda que em subscriuria.
cs: Už během 10 dní zkušebního období zdarma jsem byla přesvědčená, že si pořídím členství.
da: Allerede efter 10 dage af min gratis prøveperiode var jeg overbevist om, at jeg ville tegne et medlemskab.
de: Schon nach 10 Tagen meiner kostenlosen Testphase war ich überzeugt, dass ich eine Mitgliedschaft abschließen würde.
el: Μέσα σε μόλις 10 ημέρες από τη δωρεάν δοκιμή μου, ήμουν ήδη σίγουρη ότι θα έβγαζα συνδρομή.
es: A solo 10 días de mi prueba gratis, ya estaba convencida de que me iba a suscribir.
fi: Jo 10 päivän ilmaisen kokeilun aikana olin vakuuttunut, että otan jäsenyyden.
fr: Au bout de seulement 10 jours d’essai gratuit, j’étais déjà convaincue que j’allais prendre un abonnement.
gu: મફત ટ્રાયલના માત્ર 10 દિવસમાં જ મને ખાતરી થઈ ગઈ હતી કે હું મેમ્બરશિપ લઈશ.
he: תוך 10 ימים בלבד מתקופת הניסיון החינמית כבר הייתי משוכנעת שאקנה מינוי.
hi: मुफ़्त ट्रायल के सिर्फ़ 10 दिनों में ही मुझे यक़ीन हो गया था कि मैं मेंबरशिप लूँगी।
hr: Već unutar 10 dana besplatnog probnog razdoblja bila sam uvjerena da ću uzeti članstvo.
hu: Az ingyenes próbaidőszakom alig 10 napja alatt már meg voltam győződve, hogy tagságot veszek.
id: Baru 10 hari masa uji coba gratis, aku sudah yakin bakal ambil keanggotaan.
it: Dopo appena 10 giorni di prova gratuita ero già convinta che avrei preso un abbonamento.
ja: 無料トライアルのわずか10日間で、メンバーシップに入ろうともう決めていました。
kn: ಉಚಿತ ಟ್ರಯಲ್‌ನ ಕೇವಲ 10 ದಿನಗಳಲ್ಲೇ ನಾನು ಮೆಂಬರ್‌ಶಿಪ್ ತೆಗೆದುಕೊಳ್ಳುತ್ತೇನೆ ಎಂದು ಖಚಿತವಾಗಿತ್ತು.
ko: 무료 체험 10일 만에 벌써 멤버십에 가입해야겠다고 확신했어요.
ml: സൗജന്യ ട്രയലിന്റെ വെറും 10 ദിവസത്തിനുള്ളിൽ തന്നെ ഞാൻ മെമ്പർഷിപ്പ് എടുക്കുമെന്ന് എനിക്ക് ഉറപ്പായിരുന്നു.
mr: मोफत ट्रायलच्या फक्त 10 दिवसांतच मला खात्री पटली होती की मी मेंबरशिप घेणार.
ms: Dalam masa 10 hari sahaja percubaan percuma saya, saya sudah yakin akan mengambil keahlian.
nb: Allerede etter 10 dager av den gratis prøveperioden var jeg overbevist om at jeg kom til å kjøpe medlemskap.
nl: Binnen slechts 10 dagen van mijn gratis proefperiode was ik er al van overtuigd dat ik een abonnement zou nemen.
or: ମାଗଣା ଟ୍ରାୟାଲର କେବଳ 10 ଦିନ ଭିତରେ ମୁଁ ନିଶ୍ଚିତ ହୋଇସାରିଥିଲି ଯେ ମେମ୍ବରସିପ୍ ନେବି।
pa: ਮੁਫ਼ਤ ਟ੍ਰਾਇਲ ਦੇ ਸਿਰਫ਼ 10 ਦਿਨਾਂ ਵਿੱਚ ਹੀ ਮੈਨੂੰ ਯਕੀਨ ਹੋ ਗਿਆ ਸੀ ਕਿ ਮੈਂ ਮੈਂਬਰਸ਼ਿਪ ਲਵਾਂਗੀ।
pl: W ciągu zaledwie 10 dni darmowego okresu próbnego byłam już przekonana, że wykupię członkostwo.
pt_br: Com só 10 dias do meu teste grátis, eu já estava convencida de que ia assinar.
pt_pt: Com apenas 10 dias do meu teste grátis, já estava convencida de que ia subscrever.
ro: În doar 10 zile din perioada mea de probă gratuită eram deja convinsă că o să-mi iau abonament.
ru: Всего за 10 дней бесплатного пробного периода я уже была уверена, что оформлю подписку.
sk: Už počas 10 dní bezplatného skúšobného obdobia som bola presvedčená, že si kúpim členstvo.
sl: Že v 10 dneh brezplačnega preizkusa sem bila prepričana, da bom vzela članstvo.
sv: Redan efter 10 dagar av min gratis provperiod var jag övertygad om att jag skulle skaffa ett medlemskap.
ta: இலவச சோதனைக் காலத்தின் வெறும் 10 நாட்களிலேயே மெம்பர்ஷிப் வாங்கப்போகிறேன் என்று உறுதியாகிவிட்டேன்.
te: ఉచిత ట్రయల్‌లో కేవలం 10 రోజుల్లోనే నేను మెంబర్‌షిప్ తీసుకుంటానని నాకు నమ్మకం కలిగింది.
th: แค่ 10 วันของช่วงทดลองใช้ฟรี ฉันก็มั่นใจแล้วว่าจะสมัครสมาชิก
tr: Ücretsiz denememin daha ilk 10 gününde üyelik alacağıma ikna olmuştum.
uk: Лише за 10 днів безкоштовного пробного періоду я вже була впевнена, що оформлю підписку.
ur: مفت ٹرائل کے صرف 10 دنوں میں ہی مجھے یقین ہو گیا تھا کہ میں ممبرشپ لوں گی۔
vi: Chỉ trong 10 ngày dùng thử miễn phí, tôi đã tin chắc rằng mình sẽ đăng ký thành viên.
zh_hans: 免费试用才 10 天，我就已经确定要开会员了。
zh_hant: 免費試用才 10 天，我就已經確定要加入會員了。

# paywall.review.blocking
source: I especially like that I can choose which apps I want to block until I take my pill.
ar: يعجبني بشكل خاص أنني أستطيع اختيار التطبيقات التي أريد حظرها حتى آخذ حبتي.
bn: আমার বিশেষ করে ভালো লাগে যে পিল না খাওয়া পর্যন্ত কোন অ্যাপগুলো ব্লক করতে চাই, তা আমি বেছে নিতে পারি।
ca: M’agrada sobretot poder triar quines apps vull bloquejar fins que prengui la píndola.
cs: Nejvíc se mi líbí, že si můžu vybrat, které aplikace chci blokovat, dokud si nevezmu pilulku.
da: Jeg kan især godt lide, at jeg kan vælge, hvilke apps jeg vil blokere, indtil jeg tager min p-pille.
de: Besonders gefällt mir, dass ich auswählen kann, welche Apps ich sperren möchte, bis ich meine Pille nehme.
el: Μου αρέσει ιδιαίτερα ότι μπορώ να διαλέξω ποιες εφαρμογές θέλω να αποκλείσω μέχρι να πάρω το χάπι μου.
es: Me gusta especialmente poder elegir qué apps quiero bloquear hasta que tome mi píldora.
fi: Pidän erityisesti siitä, että voin valita, mitkä sovellukset haluan estää, kunnes otan pillerini.
fr: J’aime surtout pouvoir choisir quelles apps je veux bloquer jusqu’à ce que je prenne ma pilule.
gu: મને ખાસ ગમે છે કે ગોળી ન લઉં ત્યાં સુધી કઈ ઍપ્સ બ્લૉક કરવી તે હું પસંદ કરી શકું છું.
he: אני אוהבת במיוחד את זה שאני יכולה לבחור אילו אפליקציות לחסום עד שאקח את הגלולה.
hi: मुझे ख़ास तौर पर यह पसंद है कि मैं चुन सकती हूँ कि गोली लेने तक कौन-से ऐप्स ब्लॉक करने हैं।
hr: Posebno mi se sviđa što mogu odabrati koje aplikacije želim blokirati dok ne uzmem pilulu.
hu: Különösen tetszik, hogy kiválaszthatom, mely appokat szeretném blokkolni, amíg be nem veszem a tablettát.
id: Aku paling suka bisa memilih aplikasi mana yang ingin kublokir sampai aku minum pil.
it: Mi piace soprattutto poter scegliere quali app bloccare finché non prendo la pillola.
ja: 特に気に入っているのは、ピルを飲むまでブロックしたいアプリを選べるところです。
kn: ನಾನು ಮಾತ್ರೆ ತೆಗೆದುಕೊಳ್ಳುವವರೆಗೆ ಯಾವ ಆ್ಯಪ್‌ಗಳನ್ನು ನಿರ್ಬಂಧಿಸಬೇಕು ಎಂದು ನಾನೇ ಆರಿಸಬಹುದು ಎಂಬುದು ನನಗೆ ವಿಶೇಷವಾಗಿ ಇಷ್ಟ.
ko: 피임약을 먹을 때까지 차단할 앱을 직접 고를 수 있는 점이 특히 좋아요.
ml: ഗുളിക കഴിക്കുന്നതുവരെ ഏതൊക്കെ ആപ്പുകൾ ബ്ലോക്ക് ചെയ്യണമെന്ന് എനിക്ക് തിരഞ്ഞെടുക്കാം എന്നതാണ് എനിക്ക് ഏറ്റവും ഇഷ്ടം.
mr: मला विशेषतः हे आवडतं की गोळी घेईपर्यंत कोणती ॲप्स ब्लॉक करायची हे मी निवडू शकते.
ms: Saya paling suka kerana boleh pilih apl mana yang saya mahu sekat sehingga saya ambil pil.
nb: Jeg liker spesielt at jeg kan velge hvilke apper jeg vil blokkere til jeg har tatt pillen.
nl: Ik vind het vooral fijn dat ik kan kiezen welke apps ik wil blokkeren tot ik mijn pil neem.
or: ପିଲ୍ ଖାଇବା ପର୍ଯ୍ୟନ୍ତ କେଉଁ ଆପ୍ ବ୍ଲକ୍ କରିବି ତାହା ମୁଁ ବାଛିପାରେ, ଏହା ମୋତେ ବିଶେଷ ଭାବେ ଭଲ ଲାଗେ।
pa: ਮੈਨੂੰ ਖ਼ਾਸ ਕਰਕੇ ਇਹ ਪਸੰਦ ਹੈ ਕਿ ਮੈਂ ਚੁਣ ਸਕਦੀ ਹਾਂ ਕਿ ਗੋਲੀ ਲੈਣ ਤੱਕ ਕਿਹੜੀਆਂ ਐਪਾਂ ਬਲੌਕ ਕਰਨੀਆਂ ਹਨ।
pl: Szczególnie podoba mi się to, że mogę wybrać, które aplikacje chcę blokować, dopóki nie wezmę tabletki.
pt_br: Gosto principalmente de poder escolher quais apps quero bloquear até tomar minha pílula.
pt_pt: Gosto sobretudo de poder escolher que apps quero bloquear até tomar a pílula.
ro: Îmi place mai ales că pot alege ce aplicații vreau să blochez până îmi iau pilula.
ru: Мне особенно нравится, что я могу выбрать, какие приложения блокировать, пока не приму таблетку.
sk: Najviac sa mi páči, že si môžem vybrať, ktoré aplikácie chcem blokovať, kým si nevezmem tabletku.
sl: Še posebej mi je všeč, da lahko izberem, katere aplikacije želim blokirati, dokler ne vzamem tabletke.
sv: Jag gillar särskilt att jag kan välja vilka appar jag vill blockera tills jag tar mitt p-piller.
ta: மாத்திரை எடுக்கும் வரை எந்த ஆப்ஸைத் தடுக்க வேண்டும் என்று நானே தேர்ந்தெடுக்க முடிவது எனக்குக் குறிப்பாகப் பிடிக்கும்.
te: మాత్ర తీసుకునే వరకు ఏ యాప్‌లను బ్లాక్ చేయాలో నేనే ఎంచుకోగలగడం నాకు ప్రత్యేకంగా నచ్చింది.
th: ฉันชอบเป็นพิเศษที่เลือกได้ว่าอยากบล็อกแอปไหนไว้จนกว่าจะกินยาคุม
tr: Özellikle hapımı alana kadar hangi uygulamaları engellemek istediğimi seçebilmeyi seviyorum.
uk: Мені особливо подобається, що я можу вибрати, які застосунки блокувати, доки не прийму таблетку.
ur: مجھے خاص طور پر یہ پسند ہے کہ میں چن سکتی ہوں کہ گولی لینے تک کون سی ایپس بلاک کرنی ہیں۔
vi: Tôi đặc biệt thích việc có thể chọn những ứng dụng muốn chặn cho đến khi tôi uống thuốc.
zh_hans: 我特别喜欢可以自己选择要屏蔽哪些应用，直到我吃药为止。
zh_hant: 我特別喜歡可以自己選擇要封鎖哪些 App，直到我吃藥為止。

# paywall.review.source
source: 5-star review on the App Store
ar: تقييم 5 نجوم على App Store
bn: App Store-এ 5-স্টার রিভিউ
ca: Ressenya de 5 estrelles a l’App Store
cs: Hodnocení 5 hvězdiček v App Storu
da: 5-stjernet anmeldelse i App Store
de: 5-Sterne-Bewertung im App Store
el: Κριτική 5 αστέρων στο App Store
es: Reseña de 5 estrellas en el App Store
fi: 5 tähden arvio App Storessa
fr: Avis 5 étoiles sur l’App Store
gu: App Store પર 5-સ્ટાર રિવ્યૂ
he: ביקורת 5 כוכבים ב-App Store
hi: App Store पर 5-स्टार रिव्यू
hr: Recenzija s 5 zvjezdica u App Storeu
hu: 5 csillagos értékelés az App Store-ban
id: Ulasan bintang 5 di App Store
it: Recensione a 5 stelle sull’App Store
ja: App Storeの5つ星レビュー
kn: App Store ನಲ್ಲಿ 5-ಸ್ಟಾರ್ ವಿಮರ್ಶೆ
ko: App Store 별점 5점 리뷰
ml: App Store-ൽ 5-സ്റ്റാർ റിവ്യൂ
mr: App Store वर 5-स्टार रिव्ह्यू
ms: Ulasan 5 bintang di App Store
nb: Femstjerners anmeldelse i App Store
nl: 5-sterrenreview in de App Store
or: App Store ରେ 5-ଷ୍ଟାର୍ ରିଭ୍ୟୁ
pa: App Store ’ਤੇ 5-ਸਟਾਰ ਰਿਵਿਊ
pl: Ocena 5 gwiazdek w App Store
pt_br: Avaliação de 5 estrelas na App Store
pt_pt: Avaliação de 5 estrelas na App Store
ro: Recenzie de 5 stele în App Store
ru: Отзыв на 5 звёзд в App Store
sk: Hodnotenie 5 hviezdičiek v App Store
sl: Ocena s 5 zvezdicami v App Storu
sv: 5-stjärnigt omdöme i App Store
ta: App Store-இல் 5 நட்சத்திர விமர்சனம்
te: App Storeలో 5-స్టార్ రివ్యూ
th: รีวิว 5 ดาวบน App Store
tr: App Store’da 5 yıldızlı değerlendirme
uk: Відгук на 5 зірок в App Store
ur: App Store پر 5 اسٹار ریویو
vi: Đánh giá 5 sao trên App Store
zh_hans: App Store 五星好评
zh_hant: App Store 五星評價

# paywall.card.month.caption
source: per month
ar: شهريًا
bn: প্রতি মাসে
ca: al mes
cs: měsíčně
da: pr. måned
de: pro Monat
el: τον μήνα
es: al mes
fi: kuukaudessa
fr: par mois
gu: દર મહિને
he: לחודש
hi: प्रति माह
hr: mjesečno
hu: havonta
id: per bulan
it: al mese
ja: 毎月
kn: ತಿಂಗಳಿಗೆ
ko: 매월
ml: പ്രതിമാസം
mr: दरमहा
ms: sebulan
nb: per måned
nl: per maand
or: ପ୍ରତି ମାସ
pa: ਪ੍ਰਤੀ ਮਹੀਨਾ
pl: miesięcznie
pt_br: por mês
pt_pt: por mês
ro: pe lună
ru: в месяц
sk: mesačne
sl: na mesec
sv: per månad
ta: மாதத்திற்கு
te: నెలకు
th: ต่อเดือน
tr: aylık
uk: на місяць
ur: فی مہینہ
vi: mỗi tháng
zh_hans: 每月
zh_hant: 每月

# paywall.card.year.caption
source: %@ a month
ar: %@ شهريًا
bn: প্রতি মাসে %@
ca: %@ al mes
cs: %@ měsíčně
da: %@ pr. måned
de: %@ pro Monat
el: %@ τον μήνα
es: %@ al mes
fi: %@ kuukaudessa
fr: %@ par mois
gu: દર મહિને %@
he: %@ לחודש
hi: %@ प्रति माह
hr: %@ mjesečno
hu: havi %@
id: %@ per bulan
it: %@ al mese
ja: 月あたり%@
kn: ತಿಂಗಳಿಗೆ %@
ko: 월 %@
ml: പ്രതിമാസം %@
mr: दरमहा %@
ms: %@ sebulan
nb: %@ per måned
nl: %@ per maand
or: ପ୍ରତି ମାସ %@
pa: %@ ਪ੍ਰਤੀ ਮਹੀਨਾ
pl: %@ miesięcznie
pt_br: %@ por mês
pt_pt: %@ por mês
ro: %@ pe lună
ru: %@ в месяц
sk: %@ mesačne
sl: %@ na mesec
sv: %@ per månad
ta: மாதத்திற்கு %@
te: నెలకు %@
th: %@ ต่อเดือน
tr: ayda %@
uk: %@ на місяць
ur: %@ فی مہینہ
vi: %@ mỗi tháng
zh_hans: 每月 %@
zh_hant: 每月 %@

# paywall.card.lifetime.caption
source: pay once
ar: دفعة واحدة
bn: এককালীন পেমেন্ট
ca: pagament únic
cs: jednorázově
da: betal én gang
de: einmalig
el: πληρώνεις μία φορά
es: pago único
fi: kertamaksu
fr: paiement unique
gu: એક વાર ચુકવણી
he: תשלום חד-פעמי
hi: एक बार भुगतान
hr: plaćaš jednom
hu: egyszeri fizetés
id: bayar sekali
it: paghi una volta
ja: 買い切り
kn: ಒಂದೇ ಬಾರಿ ಪಾವತಿ
ko: 1회 결제
ml: ഒറ്റത്തവണ പേയ്‌മെന്റ്
mr: एकदाच पेमेंट
ms: bayar sekali
nb: betal én gang
nl: eenmalig betalen
or: ଏକକାଳୀନ ପେମେଣ୍ଟ
pa: ਇੱਕ ਵਾਰ ਭੁਗਤਾਨ
pl: płatność jednorazowa
pt_br: pagamento único
pt_pt: pagamento único
ro: plătești o dată
ru: один платёж
sk: jednorazovo
sl: plačaš enkrat
sv: betala en gång
ta: ஒருமுறை கட்டணம்
te: ఒక్కసారి చెల్లింపు
th: จ่ายครั้งเดียว
tr: tek seferlik
uk: один платіж
ur: ایک بار ادائیگی
vi: trả một lần
zh_hans: 一次性付费
zh_hant: 一次付清

# paywall.footer.cancel_anytime
source: Cancel anytime in Settings
ar: ألغي في أي وقت من الإعدادات
bn: সেটিংসে যেকোনো সময় বাতিল করুন
ca: Cancel·la quan vulguis a Configuració
cs: Zrušit kdykoliv v Nastavení
da: Opsig når som helst i Indstillinger
de: Jederzeit in den Einstellungen kündbar
el: Ακύρωση όποτε θέλεις στις Ρυθμίσεις
es: Cancela cuando quieras en Ajustes
fi: Peru milloin tahansa Asetuksissa
fr: Annule quand tu veux dans Réglages
gu: સેટિંગ્સમાં ગમે ત્યારે રદ કરો
he: אפשר לבטל בכל עת בהגדרות
hi: सेटिंग्स में कभी भी रद्द करें
hr: Otkaži bilo kada u Postavkama
hu: Bármikor lemondható a Beállításokban
id: Batalkan kapan saja di Pengaturan
it: Disdici quando vuoi in Impostazioni
ja: 設定からいつでも解約できます
kn: ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಮಾಡಬಹುದು
ko: 설정에서 언제든 해지 가능
ml: സെറ്റിംഗ്‌സിൽ എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കാം
mr: सेटिंग्जमध्ये कधीही रद्द करा
ms: Batal bila-bila masa dalam Tetapan
nb: Si opp når som helst i Innstillinger
nl: Altijd opzegbaar in Instellingen
or: ସେଟିଂସରେ ଯେକୌଣସି ସମୟରେ ବାତିଲ୍ କରନ୍ତୁ
pa: ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕਦੇ ਵੀ ਰੱਦ ਕਰੋ
pl: Anuluj kiedy chcesz w Ustawieniach
pt_br: Cancele quando quiser em Ajustes
pt_pt: Cancela quando quiseres nas Definições
ro: Anulezi oricând din Configurări
ru: Отменить можно в Настройках в любой момент
sk: Zrušiť kedykoľvek v Nastaveniach
sl: Prekliči kadar koli v Nastavitvah
sv: Avsluta när du vill i Inställningar
ta: அமைப்புகளில் எப்போது வேண்டுமானாலும் ரத்துசெய்யலாம்
te: సెట్టింగ్స్‌లో ఎప్పుడైనా రద్దు చేయవచ్చు
th: ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: Ayarlar’dan istediğin an iptal et
uk: Скасувати можна в Параметрах будь-коли
ur: سیٹنگز میں کبھی بھی منسوخ کریں
vi: Hủy bất cứ lúc nào trong Cài đặt
zh_hans: 可随时在设置中取消
zh_hant: 可隨時在設定中取消

# paywall.footer.charged_today
source: You’re charged today. Cancel anytime in Settings.
ar: يتم الدفع اليوم. ألغي في أي وقت من الإعدادات.
bn: আজই চার্জ করা হবে। সেটিংসে যেকোনো সময় বাতিল করুন।
ca: Se’t cobra avui. Cancel·la quan vulguis a Configuració.
cs: Platba proběhne dnes. Zrušit můžeš kdykoliv v Nastavení.
da: Du bliver opkrævet i dag. Opsig når som helst i Indstillinger.
de: Du zahlst heute. Jederzeit in den Einstellungen kündbar.
el: Η χρέωση γίνεται σήμερα. Ακύρωση όποτε θέλεις στις Ρυθμίσεις.
es: Se te cobra hoy. Cancela cuando quieras en Ajustes.
fi: Veloitus tehdään tänään. Peru milloin tahansa Asetuksissa.
fr: Le paiement est prélevé aujourd’hui. Annule quand tu veux dans Réglages.
gu: આજે ચાર્જ થશે. સેટિંગ્સમાં ગમે ત્યારે રદ કરો.
he: החיוב מתבצע היום. אפשר לבטל בכל עת בהגדרות.
hi: भुगतान आज होगा। सेटिंग्स में कभी भी रद्द करें।
hr: Naplata je danas. Otkaži bilo kada u Postavkama.
hu: A díjat ma terheljük. Bármikor lemondható a Beállításokban.
id: Kamu ditagih hari ini. Batalkan kapan saja di Pengaturan.
it: L’addebito è oggi. Disdici quando vuoi in Impostazioni.
ja: 本日請求されます。設定からいつでも解約できます。
kn: ಇಂದೇ ಶುಲ್ಕ ವಿಧಿಸಲಾಗುತ್ತದೆ. ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಲ್ಲಿ ಯಾವಾಗ ಬೇಕಾದರೂ ರದ್ದುಮಾಡಬಹುದು.
ko: 오늘 결제돼요. 설정에서 언제든 해지할 수 있어요.
ml: ഇന്ന് ചാർജ് ചെയ്യും. സെറ്റിംഗ്‌സിൽ എപ്പോൾ വേണമെങ്കിലും റദ്ദാക്കാം.
mr: आज पेमेंट घेतले जाईल. सेटिंग्जमध्ये कधीही रद्द करा.
ms: Kamu dicaj hari ini. Batal bila-bila masa dalam Tetapan.
nb: Du belastes i dag. Si opp når som helst i Innstillinger.
nl: Je betaalt vandaag. Altijd opzegbaar in Instellingen.
or: ଆଜି ଚାର୍ଜ ହେବ। ସେଟିଂସରେ ଯେକୌଣସି ସମୟରେ ବାତିଲ୍ କରନ୍ତୁ।
pa: ਅੱਜ ਚਾਰਜ ਹੋਵੇਗਾ। ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਕਦੇ ਵੀ ਰੱਦ ਕਰੋ।
pl: Płatność zostanie pobrana dziś. Anuluj kiedy chcesz w Ustawieniach.
pt_br: A cobrança é feita hoje. Cancele quando quiser em Ajustes.
pt_pt: A cobrança é feita hoje. Cancela quando quiseres nas Definições.
ro: Plata se face azi. Anulezi oricând din Configurări.
ru: Оплата спишется сегодня. Отменить можно в Настройках в любой момент.
sk: Platba prebehne dnes. Zrušiť môžeš kedykoľvek v Nastaveniach.
sl: Plačilo bo danes. Prekliči kadar koli v Nastavitvah.
sv: Du debiteras i dag. Avsluta när du vill i Inställningar.
ta: இன்றே கட்டணம் வசூலிக்கப்படும். அமைப்புகளில் எப்போது வேண்டுமானாலும் ரத்துசெய்யலாம்.
te: ఈరోజే ఛార్జ్ చేయబడుతుంది. సెట్టింగ్స్‌లో ఎప్పుడైనా రద్దు చేయవచ్చు.
th: ระบบจะเรียกเก็บเงินวันนี้ ยกเลิกได้ทุกเมื่อในการตั้งค่า
tr: Ödeme bugün alınır. Ayarlar’dan istediğin an iptal et.
uk: Оплата спишеться сьогодні. Скасувати можна в Параметрах будь-коли.
ur: ادائیگی آج ہو گی۔ سیٹنگز میں کبھی بھی منسوخ کریں۔
vi: Bạn sẽ bị tính phí hôm nay. Hủy bất cứ lúc nào trong Cài đặt.
zh_hans: 今天扣费。可随时在设置中取消。
zh_hant: 今天扣款。可隨時在設定中取消。

# paywall.footer.restore
source: Restore
ar: استعادة
bn: রিস্টোর
ca: Restaura
cs: Obnovit
da: Gendan
de: Wiederherstellen
el: Επαναφορά
es: Restaurar
fi: Palauta
fr: Restaurer
gu: રિસ્ટોર કરો
he: שחזור
hi: रीस्टोर करें
hr: Vrati
hu: Visszaállítás
id: Pulihkan
it: Ripristina
ja: 復元
kn: ಮರುಸ್ಥಾಪಿಸಿ
ko: 복원
ml: പുനഃസ്ഥാപിക്കൂ
mr: रिस्टोअर करा
ms: Pulihkan
nb: Gjenopprett
nl: Herstellen
or: ପୁନରୁଦ୍ଧାର
pa: ਰੀਸਟੋਰ ਕਰੋ
pl: Przywróć
pt_br: Restaurar
pt_pt: Restaurar
ro: Restabilește
ru: Восстановить
sk: Obnoviť
sl: Obnovi
sv: Återställ
ta: மீட்டெடு
te: పునరుద్ధరించండి
th: กู้คืน
tr: Geri yükle
uk: Відновити
ur: بحال کریں
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復

# paywall.footer.terms
source: Terms
ar: الشروط
bn: শর্তাবলি
ca: Condicions
cs: Podmínky
da: Vilkår
de: AGB
el: Όροι
es: Términos
fi: Ehdot
fr: Conditions
gu: શરતો
he: תנאים
hi: शर्तें
hr: Uvjeti
hu: Feltételek
id: Ketentuan
it: Termini
ja: 利用規約
kn: ನಿಯಮಗಳು
ko: 이용약관
ml: നിബന്ധനകൾ
mr: अटी
ms: Terma
nb: Vilkår
nl: Voorwaarden
or: ସର୍ତ୍ତାବଳୀ
pa: ਸ਼ਰਤਾਂ
pl: Warunki
pt_br: Termos
pt_pt: Termos
ro: Termeni
ru: Условия
sk: Podmienky
sl: Pogoji
sv: Villkor
ta: விதிமுறைகள்
te: నిబంధనలు
th: ข้อกำหนด
tr: Koşullar
uk: Умови
ur: شرائط
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

# paywall.footer.privacy
source: Privacy
ar: الخصوصية
bn: প্রাইভেসি
ca: Privadesa
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
gu: પ્રાઇવસી
he: פרטיות
hi: प्राइवेसी
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
kn: ಗೌಪ್ಯತೆ
ko: 개인정보 처리방침
ml: സ്വകാര്യത
mr: प्रायव्हसी
ms: Privasi
nb: Personvern
or: ଗୋପନୀୟତା
pa: ਪ੍ਰਾਈਵੇਸੀ
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sl: Zasebnost
sv: Integritet
ta: தனியுரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
ur: پرائیویسی
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私權

# paywall.mockup.shield.title
source: Paused until you check in
ar: متوقف مؤقتًا حتى تسجّلي
bn: টিক না দেওয়া পর্যন্ত পজ
ca: En pausa fins que confirmis
cs: Pozastaveno, dokud neodškrtneš dnešek
da: På pause, indtil du krydser af
de: Pausiert, bis du abhakst
el: Σε παύση μέχρι να το σημειώσεις
es: En pausa hasta que marques lo de hoy
fi: Tauolla, kunnes kuittaat
fr: En pause jusqu’à ce que tu valides
gu: નોંધ ન કરો ત્યાં સુધી થોભેલી
he: מושהית עד שתסמני
hi: दर्ज करने तक रुका हुआ
hr: Pauzirano dok se ne javiš
hu: Szünetel, amíg ki nem pipálod
id: Dijeda sampai kamu check-in
it: In pausa finché non confermi
ja: 記録するまで一時停止
kn: ನೀವು ದಾಖಲಿಸುವವರೆಗೆ ತಡೆಹಿಡಿಯಲಾಗಿದೆ
ko: 체크할 때까지 일시 중지
ml: നിങ്ങൾ രേഖപ്പെടുത്തുന്നതുവരെ പോസ് ആണ്
mr: नोंद करेपर्यंत थांबलेले
ms: Dijeda sehingga kamu sahkan
nb: Pauset til du krysser av
nl: Gepauzeerd tot je afvinkt
or: ଦର୍ଜ କରିବା ପର୍ଯ୍ୟନ୍ତ ବିରାମରେ
pa: ਦਰਜ ਕਰਨ ਤੱਕ ਰੁਕੀ ਹੋਈ
pl: Wstrzymane, aż odhaczysz dzień
pt_br: Pausado até você registrar
pt_pt: Em pausa até registares
ro: Pe pauză până bifezi ziua
ru: На паузе, пока ты не отметишься
sk: Pozastavené, kým neodškrtneš dnešok
sl: Zaustavljeno, dokler ne odkljukaš
sv: Pausad tills du bockar av
ta: நீங்கள் பதிவு செய்யும் வரை இடைநிறுத்தப்பட்டுள்ளது
te: మీరు నమోదు చేసే వరకు పాజ్‌లో ఉంది
th: หยุดชั่วคราวจนกว่าคุณจะเช็กอิน
tr: İşaretleyene kadar duraklatıldı
uk: На паузі, доки ти не відмітишся
ur: درج کرنے تک رکی ہوئی
vi: Tạm dừng đến khi bạn điểm danh
zh_hans: 暂停中，直到你打卡
zh_hant: 暫停中，直到你打卡

# paywall.mockup.shield.subtitle
source: Check in on Pillie and this app opens again.
ar: سجّلي في Pillie وسيُفتح هذا التطبيق من جديد.
bn: Pillie-এ টিক দিলেই এই অ্যাপটি আবার খুলবে।
ca: Confirma a Pillie i aquesta app es tornarà a obrir.
cs: Odškrtni dnešek v Pillie a tahle aplikace se zase otevře.
da: Kryds af i Pillie, så åbner denne app igen.
de: Hake in Pillie ab, dann öffnet sich diese App wieder.
el: Σημείωσέ το στο Pillie και αυτή η εφαρμογή ανοίγει ξανά.
es: Marca lo de hoy en Pillie y podrás volver a abrir esta app.
fi: Kuittaa Pilliessä, niin tämä sovellus aukeaa taas.
fr: Valide dans Pillie et cette app redevient accessible.
gu: Pillie પર નોંધ કરો એટલે આ ઍપ ફરી ખૂલશે.
he: סמני ב-Pillie והאפליקציה הזו תיפתח שוב.
hi: Pillie पर दर्ज करें, और यह ऐप फिर से खुल जाएगा।
hr: Javi se u Pillie i ova se aplikacija ponovno otvara.
hu: Pipáld ki a Pillie-ben, és ez az app újra megnyílik.
id: Check-in di Pillie dan aplikasi ini terbuka lagi.
it: Conferma in Pillie e questa app si riapre.
ja: Pillieで記録すると、このアプリがまた開けるようになります。
kn: Pillie ನಲ್ಲಿ ದಾಖಲಿಸಿ, ಈ ಆ್ಯಪ್ ಮತ್ತೆ ತೆರೆಯುತ್ತದೆ.
ko: Pillie에서 체크하면 이 앱을 다시 열 수 있어요.
ml: Pillie-യിൽ രേഖപ്പെടുത്തൂ, ഈ ആപ്പ് വീണ്ടും തുറക്കും.
mr: Pillie वर नोंद करा, आणि हे ॲप पुन्हा उघडेल.
ms: Sahkan di Pillie dan apl ini dibuka semula.
nb: Kryss av i Pillie, så åpnes denne appen igjen.
nl: Vink af in Pillie en deze app gaat weer open.
or: Pillie ରେ ଦର୍ଜ କରନ୍ତୁ, ଏହି ଆପ୍ ପୁଣି ଖୋଲିବ।
pa: Pillie ’ਤੇ ਦਰਜ ਕਰੋ, ਅਤੇ ਇਹ ਐਪ ਮੁੜ ਖੁੱਲ੍ਹ ਜਾਵੇਗੀ।
pl: Odhacz dzień w Pillie, a ta aplikacja znów się otworzy.
pt_br: Registre no Pillie e este app abre de novo.
pt_pt: Regista no Pillie e esta app volta a abrir.
ro: Bifează ziua în Pillie și aplicația se deschide din nou.
ru: Отметься в Pillie, и это приложение снова откроется.
sk: Odškrtni dnešok v Pillie a táto aplikácia sa znova otvorí.
sl: Odkljukaj v Pillie in ta aplikacija se spet odpre.
sv: Bocka av i Pillie så öppnas appen igen.
ta: Pillie-இல் பதிவு செய்யுங்கள், இந்த ஆப் மீண்டும் திறக்கும்.
te: Pillieలో నమోదు చేయండి, ఈ యాప్ మళ్లీ తెరుచుకుంటుంది.
th: เช็กอินใน Pillie แล้วแอปนี้จะเปิดได้อีกครั้ง
tr: Pillie’de işaretlediğinde bu uygulama yeniden açılır.
uk: Відміться в Pillie, і цей застосунок знову відкриється.
ur: Pillie پر درج کریں، اور یہ ایپ دوبارہ کھل جائے گی۔
vi: Điểm danh trên Pillie và ứng dụng này sẽ mở lại.
zh_hans: 在 Pillie 打卡后，这个应用就能重新打开。
zh_hant: 在 Pillie 打卡後，這個 App 就能再次開啟。

# paywall.mockup.shield.secondary
source: This app will be waiting.
ar: سيكون هذا التطبيق بانتظارك.
bn: এই অ্যাপটি অপেক্ষা করবে।
ca: Aquesta app t’esperarà.
cs: Tato aplikace počká.
da: Denne app venter på dig.
de: Diese App wartet auf dich.
el: Αυτή η εφαρμογή θα σε περιμένει.
es: Esta app te estará esperando.
fi: Tämä sovellus odottaa sinua.
fr: Cette app t’attendra.
gu: આ ઍપ તમારી રાહ જોશે.
he: האפליקציה הזו תחכה לך.
hi: यह ऐप इंतज़ार करेगा।
hr: Ova aplikacija će te pričekati.
hu: Ez az app megvár.
id: Aplikasi ini akan menunggumu.
it: Questa app ti aspetta.
ja: このアプリはここで待っています。
kn: ಈ ಆ್ಯಪ್ ನಿಮಗಾಗಿ ಕಾಯುತ್ತಿರುತ್ತದೆ.
ko: 이 앱은 여기서 기다리고 있을게요.
ml: ഈ ആപ്പ് നിങ്ങൾക്കായി കാത്തിരിക്കും.
mr: हे ॲप तुमची वाट पाहील.
ms: Apl ini akan menunggu.
nb: Denne appen venter på deg.
nl: Deze app wacht op je.
or: ଏହି ଆପ୍ ଆପଣଙ୍କୁ ଅପେକ୍ଷା କରିବ।
pa: ਇਹ ਐਪ ਤੁਹਾਡੀ ਉਡੀਕ ਕਰੇਗੀ।
pl: Ta aplikacja poczeka.
pt_br: Este app estará esperando.
pt_pt: Esta app fica à tua espera.
ro: Aplicația asta te așteaptă.
ru: Это приложение подождёт.
sk: Táto aplikácia na teba počká.
sl: Ta aplikacija te bo počakala.
sv: Den här appen väntar på dig.
ta: இந்த ஆப் உங்களுக்காகக் காத்திருக்கும்.
te: ఈ యాప్ మీ కోసం వేచి ఉంటుంది.
th: แอปนี้จะรอคุณอยู่ตรงนี้
tr: Bu uygulama seni bekliyor olacak.
uk: Цей застосунок почекає.
ur: یہ ایپ انتظار کرے گی۔
vi: Ứng dụng này sẽ chờ bạn.
zh_hans: 这个应用会等你回来。
zh_hant: 這個 App 會等你回來。
